[
  "copy-as-html",
  "obsidian-local-rest-api",
  "mcp-tools",
  "shell-path-copy",
  "smart-connections",
  "smart-context",
  "smart-chatgpt",
  "smart-lookup",
  "realclaudian",
  "smart-templates",
  "templater-obsidian",
  "obsidian-admonition",
  "table-editor-obsidian",
  "obsidian-auto-link-title",
  "auto-note-mover",
  "auto-tasks",
  "calendar",
  "card-board",
  "obsidian-checklist-plugin",
  "dataview",
  "editing-toolbar",
  "obsidian-excalidraw-plugin",
  "janitor",
  "folder-notes",
  "obsidian-linter",
  "tasks-calendar-wrapper",
  "waypoint",
  "obsidian-tasks-plugin",
  "tag-wrangler",
  "task-board",
  "obsidian-rollover-daily-todos",
  "obsidian-reminder-plugin",
  "quickadd",
  "periodic-notes",
  "url-into-selection",
  "obsidian-pandoc",
  "obsidian-outliner",
  "omnisearch",
  "notebook-navigator",
  "note-refactor-obsidian",
  "nldates-redux",
  "multi-properties",
  "obsidian-meta-bind-plugin",
  "theme-picker",
  "obsidian-style-settings",
  "github-sync",
  "cmdr",
  "obsidian-full-calendar",
  "obsidian-git",
  "iconic",
  "obsidian-kanban",
  "open-gate",
  "recent-files-obsidian",
  "cycle-through-panes",
  "beautitab",
  "text-extractor",
  "ical"
]